[
   {
      "_id": "1",
      "title": "Good & E-ville",
      "subtitle": "Does the bad guy always have to die? Does the good guy always have to die?",
      "img": "https://res.cloudinary.com/dm6eoegii/image/upload/v1562812119/dragon-writer/k0mq65cujhusnrqe9ozm.jpg",
      "text": "A week ago a friend invited a couple of other couples over for dinner. Eventually, the food (but not the wine) was cleared off the table for what turned out to be some fierce Scrabbling. Heeding the strategy of going for the shorter, more valuable word over the longer cheaper word, our final play was 'Bon,' which–as luck would have it!–happens to be a Japanese Buddhist festival, and not, as I had originally asserted while laying the tiles on the board, one half of a chocolate-covered cherry treat. Anyway, the strategy worked. My team only lost by 53 points instead of 58."
   },
   {
      "_id": "2",
      "title": "Shitting",
      "subtitle": "It may not need a whole writing project, but an essay, well, that's another matter.",
      "img": "https://res.cloudinary.com/dm6eoegii/image/upload/v1556162442/dragon-writer/p7yt3hbob12simnfhpuf.jpg",
      "text": "Just the day before, our host had written of the challenges of writing short. In journalism–my friend's chosen trade, and mostly my own, too–Mark Twain's observation undoubtedly applies: 'I didn't have time to write a short letter, so I wrote a long one instead.' The principle holds across genres, in letters, reporting, and other writing. It's harder to be concise than to blather. (Full disclosure, this blog post will clock in at a blather-esque 803 words.) Good writing is boiled down, not baked full of air like a souffl??. No matter how yummy souffl??s may be. Which they are. Yummy like a Grisham novel."
   },
   {
      "_id": "3",
      "title": "Am I Ready?",
      "subtitle": "I think I know what I want to think about this.",
      "img": "https://res.cloudinary.com/dm6eoegii/image/upload/v1562810475/dragon-writer/cvg1x2qooadydzzdyjtk.jpg",
      "text": "Lately, I've been noticing how my sentences have a tendency to keep going when I write them onscreen. This goes for concentrated writing as well as correspondence. (Twain probably believed that correspondence, in an ideal world, also demands concentration. But he never used email.) Last week I caught myself packing four conjunctions into a three-line sentence in an email. That's inexcusable. Since then, I have tried to eschew conjunctions whenever possible. Gone are the commas, the and's, but's, and so's; in are staccato declaratives. Better to read like bad Hemingway than bad Faulkner."
   },
   {
      "_id": "4",
      "title": "Franklin's Tower",
      "subtitle": "May the four winds blow you safely home.",
      "img": "https://res.cloudinary.com/dm6eoegii/image/upload/v1555134934/dragon-writer/dzz2lnhiimlp2ovjhayx.jpg",
      "text": "Length–as we all know, and for lack of a more original or effective way of saying it–matters. But (ahem), it's also a matter of how you use it. Style and length are technically two different things."
   },
   {
      "_id": "5",
      "title": "I Love My Job",
      "subtitle": "It's true. I don't know how much I'll actually write about that, though.",
      "img": "",
      "text": "Try putting some prose onscreen, though, and they mix themselves up pretty quickly. This has much to do with the time constraints we claim to feel in the digital age. We don't have time to compose letters and post them anymore–much less pay postage, what with all the banks kinda-sorta losing our money these days–so we blast a few emails. We don't have time to talk, so we text. We don't have time to text to specific people, so we update our Facebook status. We don't have time to write essays, so we blog."
   },
   {
      "_id": "6",
      "title": "The Lady Over the Rainbow",
      "subtitle": "A short story about cats, melons, and the sturdy eye.",
      "img": "https://res.cloudinary.com/dm6eoegii/image/upload/v1546913479/dragon-writer/liizoty1fll5jffeeaz5.jpg",
      "text": "I'm less interested by the superficial reduction of words–i.e. the always charming imho or c u l8r–than the genres in which those communications occur: blogs, texts, tweets, emails. All these interstitial communiques, do they really reflect super brevity that would make Twain proud? Or do they just reflect poorly stylized writing that desperately seeks a clearer form?"
   }
]